a-candy-beauty-icon-theme-git
accountsservice
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
aic94xx-firmware
alacritty
alacritty-themes
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
amd
amd-ucode
android-tools
appstream
appstream-qt5
arc-gtk-theme
arch-install-scripts
archlinux-kernel-manager
archlinux-logout-git
archlinux-tweak-tool-git
arcolinux-alacritty-git
arcolinux-app-glade-git
arcolinux-arc-dawn-git
arcolinux-arc-kde
arcolinux-bin-git
arcolinux-bootloader-grub-git
arcolinux-btop-git
arcolinux-config-all-desktops-git
arcolinux-conky-collection-git
arcolinux-dconf-all-desktops-git
arcolinux-desktop-trasher-git
arcolinux-fish-git
arcolinux-fonts-git
arcolinux-grub-theme-vimix-git
arcolinux-gtk-surfn-arc-git
arcolinux-hblock-git
arcolinux-i3wm-git
arcolinux-keyring
arcolinux-kvantum-git
arcolinux-local-applications-all-hide-git
arcolinux-local-applications-git
arcolinux-local-xfce4-git
arcolinux-logo-git
arcolinux-meta-log
arcolinux-meta-utilities
arcolinux-mirrorlist-git
arcolinux-nitrogen-git
arcolinux-paru-git
arcolinux-pipemenus-git
arcolinux-polybar-git
arcolinux-powermenu-git
arcolinux-qt5-git
arcolinux-rofi-git
arcolinux-rofi-themes-git
arcolinux-root-git
arcolinux-sddm-simplicity-git
arcolinux-system-config-git
arcolinux-systemd-services-git
arcolinux-volumeicon-git
arcolinux-wallpapers-git
arcolinux-welcome-app-git
arcolinux-zsh-git
arconet-variety-config
arconet-wallpapers
arconet-xfce
audacity
auto-cpufreq
autotiling
avahi
baobab
base
base-devel
bash-completion
bat
bibata-cursor-theme-bin
bind
blueberry
blueman
bluez
bluez-libs
bluez-utils
breeze
bridge-utils
brightnessctl
broadcom-wl-dkms
btop
btrfs-assistant
btrfs-progs
btrfsmaintenance
cava
clonezilla
conky-lua-archers
cowsay
cpufetch-git
cronie
cryptsetup
cups
cups-filters
cups-pdf
dconf-editor
ddrescue
dex
dialog
diffutils
discord
distrobox
dmenu
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
duf
dunst
e2fsprogs
edid-decode-git
edk2-shell
efibootmgr
emacs
ethtool
evince
exfatprogs
expac
eza
f2fs-tools
fastfetch-git
fatresize
feh
ffmpegthumbnailer
file-roller
fish
flameshot
fluent-reader-bin
font-manager
freetype2
fsarchiver
gdb
gdm
gdu
ghostscript
gimp
git
github-desktop-bin
gksu
gnome-disk-utility
gnome-keyring
google-chrome
gpart
gparted
gpm
gptfdisk
grub
grub-btrfs
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
handbrake
hardcode-fixer-git
hardinfo2
hdparm
helix
hunspell-en_us
hw-probe
hwinfo
hyperv
i3-wm
i3blocks
i3status
imagemagick
inetutils
input-remapper-git
interception-caps2esc
inxi
iptables-nft
ispell
iw
iwd
jfsutils
jq
kdenlive
keepassxc
kitty
kvantum-qt5
laptop-detect
lazygit
ldns
less
libadwaita-without-adwaita-git
libdvdcss
libfido2
libgsf
libguestfs
libmtp
libopenraw
libusb-compat
light
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-slick-greeter
links
linux
linux-atm
linux-firmware
linux-firmware-marvell
linux-headers
linux-lts
linux-lts-headers
linux-wifi-hotspot
lm_sensors
logrotate
lsb-release
lsd
lshw
lsscsi
lvm2
lxappearance
man-db
man-pages
mate-system-monitor
mdadm
memtest86+
memtest86+-efi
mesa
mintstick-git
mkinitcpio
mkinitcpio-firmware
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
most
mpv
mtools
mtpfs
nano
nbd
ndisc6
neofetch
neovim
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-qt5
networkmanager-vpnc
nfs-utils
nilfs-utils
nitrogen
nomacs-qt6-git
notepadqq
noto-fonts
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
numix-circle-arc-icons-git
numix-circle-icon-theme-git
numix-icon-theme-git
numlockx
nvme-cli
obs-studio
oh-my-zsh-git
onboard
onlyoffice-bin
open-iscsi
openbsd-netcat
openconnect
openrgb
openssh
openvpn
os-prober
p7zip
pace
papirus-icon-theme
partclone
parted
partimage
paru-bin
pavucontrol
pcmanfm
pcsclite
picom
pipewire-alsa
pipewire-pulse
pkgfile
pokemon-colorscripts-git
polkit
polkit-gnome
polybar
poppler-glib
poppler-qt5
ppp
pptpclient
pv
python-pyparted
python-pywal
qbittorrent
qemu-base
qt6-3d
qt6-charts
qt6-connectivity
qt6-datavis3d
qt6-doc
qt6-examples
qt6-graphs
qt6-grpc
qt6-httpserver
qt6-languageserver
qt6-location
qt6-lottie
qt6-multimedia
qt6-networkauth
qt6-positioning
qt6-quick3d
qt6-quick3dphysics
qt6-quickeffectmaker
qt6-quicktimeline
qt6-remoteobjects
qt6-scxml
qt6-sensors
qt6-serialbus
qt6-serialport
qt6-speech
qt6-tools
qt6-virtualkeyboard
qt6-webchannel
qt6-webengine
qt6-websockets
qt6-webview
qt6ct
rate-mirrors-bin
raylib
refind
reflector
reiserfsprogs
ripgrep
ripgrep-all
rofi-emoji
rofi-lbonn-wayland
rp-pppoe
rsync
rtl8821cu-morrownr-dkms-git
sardi-icons
screen
sddm
sdparm
sg3_utils
shell-color-scripts-git
simple-scan
smartmontools
snap-pac
snapper-support
snapper-tools
sof-firmware
sofirem-git
sparklines-git
speedtest-cli
squashfs-tools
st
stow
sudo
surfn-icons-git
sxhkd
syslinux
system-config-printer
systemd-resolvconf
tcpdump
telegram-desktop-bin
terminus-font
testdisk
texlive-basic
the_silver_searcher
time
tldr
tlp
tmux
tpm2-tss
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-hack
ttf-jetbrains-mono-nerd
ttf-ms-fonts
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
udftools
udiskie
udisks2
ugrep
unace
universal-android-debloater
unrar
unzip
upd72020x-fw
usb_modeswitch
usbmuxd
usbutils
variety
vde2
vifm
vim
vimix-cursors
virt-manager
virt-viewer
visual-studio-code-bin
vlc
volumeicon
vpnc
w3m
wd719x-firmware
wget
wireless-regdb
wireless_tools
wpa_supplicant
wttr
wvdial
xapp
xdg-desktop-portal-gtk
xdg-user-dirs
xf86-input-elographics
xf86-input-libinput
xf86-video-amdgpu
xfce4-notifyd
xfce4-power-manager
xfce4-screenshooter
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfsprogs
xl2tpd
xonotic
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yad
yay
yt-dlp
zenity
zoxide
zsh
zsh-completions
zsh-syntax-highlighting
